tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "bash-completion"
brew "icu4c"
brew "glib"
brew "cairo"
brew "cmake"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "opusfile"
brew "cmus"
brew "curl"
brew "docutils"
brew "dpkg"
brew "exercism"
brew "exiftool"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gpgme"
brew "graphicsmagick"
brew "grc"
brew "htop"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "neovim"
brew "nmap"
brew "re2"
brew "redis"
brew "runit"
brew "starship"
brew "subversion"
brew "tmux"
brew "unzip"
brew "watchman"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "aerial"
cask "chromedriver"
cask "font-droid-sans-mono-for-powerline"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "visual-studio-code"
cask "vlc"
