tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'sambadevi/powerlevel9k'
brew 'autoconf'
brew 'automake'
brew 'coreutils'
brew 'libtool'
brew 'libyaml'
brew 'openssl@1.1'
brew 'readline'
brew 'unixodbc'
brew 'asdf'
brew 'sqlite'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'pkg-config'
brew 'gnutls'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'ffmpeg'
brew 'opusfile'
brew 'cmus'
brew 'curl'
brew 'exercism'
brew 'exiftool'
brew 'fzf'
brew 'git'
brew 'git-lfs'
brew 'libksba'
brew 'gnupg', link: false
brew 'graphicsmagick'
brew 'grc'
brew 'htop'
brew 'libiconv'
brew 'libxml2'
brew 'libxslt'
brew 'neovim'
brew 'nmap'
brew 're2'
brew 'redis'
brew 'runit'
brew 'starship'
brew 'tmux'
# brew "unrar"
brew 'unzip'
brew 'watchman'
brew 'wget'
brew 'zlib'
brew 'zsh'
brew 'zsh-completions'
brew 'sambadevi/powerlevel9k/powerlevel9k'
cask 'aerial'
cask 'chromedriver'
cask 'now'
cask 'vlc'
cask 'font-hack-nerd-font'
cask 'font-droid-sans-mono-for-powerline' 
cask 'font-droid-sans-mono-nerd-font'
cask 'font-fira-code'
