tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "sambadevi/powerlevel9k"
# Automatic configure script builder
brew "autoconf"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Generic library support script
brew "libtool"
# YAML Parser
brew "libyaml"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Library for command-line editing
brew "readline"
# ODBC 3 connectivity for UNIX
brew "unixodbc"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Interpreted, interactive, object-oriented programming language
brew "python"
# Cross-platform make
brew "cmake"
# Music player with an ncurses based interface
brew "cmus"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Functional metaprogramming aware language built on Erlang VM
brew "elixir"
# Command-line tool to interact with exercism.io
brew "exercism"
# Perl lib for reading and writing EXIF metadata
brew "exiftool"
# Distributed revision control system
brew "git"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg", link: false
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Image processing tools collection
brew "graphicsmagick"
# Colorize logfiles and command output
brew "grc"
# Improved top (interactive process viewer)
brew "htop"
# Conversion library
brew "libiconv"
# C XSLT library for GNOME
brew "libxslt"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Port scanning utility for large networks
brew "nmap"
# Manage multiple Node.js versions
brew "nvm"
# Manage compile and link flags for libraries
brew "pkg-config"
# Object-relational database system
brew "postgresql@10", restart_service: true, link: true
# Alternative to backtracking PCRE-style regular expression engines
brew "re2"
# Persistent key-value database, with built-in net interface
brew "redis"
# Collection of tools for managing UNIX services
brew "runit"
# The cross-shell prompt for astronauts
brew "starship"
# Terminal multiplexer
brew "tmux"
# Extract, view, and test RAR archives
brew "unrar"
# Extraction utility for .zip compressed archives
brew "unzip"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# General-purpose lossless data-compression library
brew "zlib"
# UNIX shell (command interpreter)
brew "zsh"
# Additional completion definitions for zsh
brew "zsh-completions"
# High Performance Object Storage compatible with Amazon S3 API
brew "minio/stable/minio"
# A badass zsh theme with more power than a normal earthling
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "aerial"
cask "chromedriver"
cask "font-hack-nerd-font"
cask "now"
cask "vlc"
