cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'bash-completion'
brew 'bash'
brew 'coreutils'
brew 'git-flow'
brew 'git'
brew 'grc'
brew 'htop'
brew 'imagemagick'
brew 'zsh'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'vlc'
